export default function AboutShop() {
  return (
    <div className="lg:px-24 md:px-10 px-[10px] mb-12 mt-10">
      <div>
        <h1 className="font-bold text-2xl mb-[27px]">Про магазин</h1>
      </div>
      <div className="border border-black/10 rounded-[20px] p-[25px] md:text-xl text-sm leading-[25px]">
        <p>
          <span className="md:text-2xl text-sm">Бренд Pick Up Shoes - </span> це
          про унікальність, задовлення та цінність, а також про індивідуальне
          ставлення до кожного клієнта та сервіс
        </p>
        <br />
        <p className="rounded-[20px] font-medium p-5 inline-flex bg-[#FAFAFA] mb-6">
          Починаючи з повного 0 і пройшовши довгий та тернистий шлях ми знаємо
          те, що не знають 95% нащих конкурентів і цим самим проявляємо свій
          професіоналізм та унікальність
        </p>
        <br />
        <p>
          <span className="md:text-2xl text-sm">Бренд Pick Up Shoes - </span> це
          історія яка почалась з бажання, бажання простого хлопця (на той час
          мені було 16 років) з маленьког омістечка Коломия носити зручні
          оригінальні кросівки та речі і які на той час він собі дозволити не
          міг, але прагнув до цього дуже сильно і почавши з повног онуля та з
          повного початку він почав ходити на секонди разом із молодшим братом
          <br />і там обирати серед всього тільки найкраще спочатку для себе, а
          потім і для інших, продавши 1 пару б/в кросівок я дуже сільно
          загорівся тому що в мене Вийшло і мені це дуже сподобалося, а зараз
          вже пройшло 4 роки від початку створення магазину Pick Up Shoes і за
          цей час було безліч успіхів а також проблемі які нас зміцнювали так
          покращували
        </p>
        <br />
        <p>
          На сьогодні на нашому сайті можете переглянути
          <span className="font-medium"> більше 200 </span> відбірних,
          унікальних, та кайфових пар які я досі самостійно обираю та змовляю
          для вас у наявність
        </p>
        <br />
        <p className="font-medium md:text-2xl text-sm">
          Ми працюємо тільки на перспективу і на репутацію тмоу щоб не сталося
          будьте впевненими що ми все вирішимо так щоб всі були задоволені
        </p>
      </div>
    </div>
  );
}
